[
    {
        "id": 1,
        "category_name": "Italian",
        "description": "For sandwiches like meatball subs, Italian cold cuts, and Caprese."
    },
    {
        "id": 2,
        "category_name": "Cheesesteak",
        "description": "For classic Philly cheesesteaks and steak-heavy sandwiches."
    },
    {
        "id": 3,
        "category_name": "Banh Mi",
        "description": "For Vietnamese sandwiches featuring baguettes, pickled veggies, and meats like pork or tofu."
    },
    {
        "id": 4,
        "category_name": "Cuban",
        "description": "For Cuban sandwiches or Medianoche, featuring pork, ham, and mustard on Cuban bread."
    },
    {
        "id": 5,
        "category_name": "Turkey",
        "description": "For turkey clubs, roasted turkey, or deli-style turkey sandwiches."
    },
    {
        "id": 6,
        "category_name": "Chicken",
        "description": "For fried chicken sandwiches, chicken salads, or katsu chicken."
    },
    {
        "id": 7,
        "category_name": "Vegetarian/Vegan",
        "description": "For plant-based or veggie-heavy sandwiches like avocado, tofu, or mushroom options."
    },
    {
        "id": 8,
        "category_name": "Mexican",
        "description": "For tortas or cemitas, featuring bold Mexican flavors."
    },
    {
        "id": 9,
        "category_name": "Breakfast",
        "description": "For egg, bacon, or sausage-based breakfast sandwiches."
    },
    {
        "id": 10,
        "category_name": "Seafood",
        "description": "For shrimp po’boys, crab sandwiches, or tuna melts."
    },
    {
        "id": 11,
        "category_name": "Pastrami",
        "description": "For pastrami on rye, corned beef, or Reubens."
    },
    {
        "id": 12,
        "category_name": "Ham and Cheese",
        "description": "For simple ham and cheese sandwiches or croque monsieur."
    },
    {
        "id": 13,
        "category_name": "Grilled Cheese",
        "description": "For variations of classic grilled cheese sandwiches."
    },
    {
        "id": 14,
        "category_name": "Sausage",
        "description": "For choripan, kielbasa sandwiches, or other sausage-based options."
    },
    {
        "id": 15,
        "category_name": "Spicy",
        "description": "For sandwiches with hot sauces, jalapeños, or spicy spreads."
    },
    {
        "id": 16,
        "category_name": "French Dip",
        "description": "For au jus-dipped sandwiches with roast beef."
    },
    {
        "id": 17,
        "category_name": "BLT",
        "description": "For bacon, lettuce, and tomato sandwiches with or without variations."
    },
    {
        "id": 18,
        "category_name": "Submarine/Hoagie",
        "description": "For classic long-roll deli sandwiches."
    },
    {
        "id": 19,
        "category_name": "Armenian",
        "description": "For sandwiches featuring basturma, soujouk, and other traditional Armenian flavors."
    },
    {
        "id": 20,
        "category_name": "Chopped",
        "description": "For chopped cheese sandwiches and other finely chopped meat options."
    },
    {
        "id": 21,
        "category_name": "Bocadillo",
        "description": "For Spanish-style sandwiches featuring cured meats, manchego cheese, and olive oil."
    },
    {
        "id": 22,
        "category_name": "Fusion",
        "description": "For sandwiches blending global cuisines into innovative flavor combinations."
    },
    {
        "id": 23,
        "category_name": "Open-Faced",
        "description": "For sandwiches served with toppings on a single slice of bread."
    },
    {
        "id": 24,
        "category_name": "Wraps",
        "description": "For sandwiches rolled in tortillas or flatbreads, often filled with fresh ingredients."
    },
    {
        "id": 25,
        "category_name": "Seafood",
        "description": "For shrimp, crab, or fish-based sandwiches including po’boys and lobster rolls."
    },
    {
        "id": 26,
        "category_name": "Mediterranean",
        "description": "For sandwiches inspired by Greek, Turkish, or Middle Eastern flavors like gyros and falafel wraps."
    },
    {
        "id": 27,
        "category_name": "Sweet",
        "description": "For dessert-style sandwiches like Nutella paninis or peanut butter and jelly classics."
    },
    {
        "id": 28,
        "category_name": "Homestyle",
        "description": "For sandwiches with a homemade feel, featuring comforting classics."
    },
    {
        "id": 29,
        "category_name": "Hero",
        "description": "For large, overstuffed sandwich on a long roll, filled with meats, cheeses, veggies, and condiments, celebrated for its satisfying, hearty size."
    },
    {
        "id": 30,
        "category_name": "Po' Boy",
        "description": "for sandwiches piled with lettuce, tomato and pickles and filled with roast beef, fried shrimp, oysters."
    },
    {
        "id": 31,
        "category_name": "Reuben",
        "description": "For sandwiches composed of corned beef, Swiss cheese, sauerkraut, and Russian dressing. "
    },
    {
        "id": 32,
        "category_name": "Bagel",
        "description": "For round, dense bread products with a chewy interior and slightly crisp exterior provide a robust foundation for an array of savory fillings."
    },
    {
        "id": 33,
        "category_name": "Tuscan Street Fare",
        "description": "For sandwiches and dishes inspired by traditional street foods of Tuscany, Italy. "
    },
    {
        "id": 34,
        "category_name": "Roast Beef",
        "description": "For juicy roast beef piled high, served with au jus or classic toppings for a savory, satisfying bite."
    },
    {
        "id": 35,
        "category_name": "Club",
        "description": "A club sandwich is traditionally built with three layers of bread stacked around tender cooked poultry, crispy bacon, fresh lettuce, sliced tomato, and a spread of mayonnaise."
    }
]